package bread_kiosk;

public class bread_db {
	//대분류
	String[] sicdecaname = {"식사빵", "디저트", "케이크"};
	
	//식사빵 중분류
	String[] sic_1= {"식빵", "건강빵","간식빵"};
	//식사방 소분류
	String[][] sic_2 = {{"밤식빵","우유식빵","옥수수식빵"},{"깜빠뉴","효모빵","바게트"},{"소세지빵","고로케","크림빵"}};
	int[] sic_3 = {6400,3000,3600,4200,4200,4200,2600,2500,1300};
	String[] sic_4 = {"밤식빵","우유식빵","옥수수식빵","깜빠뉴","효모빵","바게트","소세지빵","고로케","크림빵"};
	
	//디저트 중분류
	String [] de_1 = {"마카롱","쿠키","타르트"};
	//디저트 소분류
	String[][] de_2 = {{"초코 마카롱","블루베리 마카롱", "치즈 마카롱"},{"오렌지 쿠키","바닐라 쿠키","진저 쿠키"},{"에그 타르트","호두 타르트"}};
	int[]de_3 = {2200,2200,2200,4700,4700,5000,1600,1300};
	String[] de_4 = {"초코 마카롱","블루베리 마카롱", "치즈 마카롱","오렌지 쿠키","바닐라 쿠키","진저 쿠키","에그 타르트","호두 타르트"};
	
	//케이크 중분류
	String[] ca_1 = {"생크림","초코"};
	//케이크 소분류
	String[][] ca_2 = {{"1호","2호","3호"},{"뽀로로"}};
	int[] ca_3 = {22000,30000,38000,26000};
	String[] ca_4 = {"1호","2호","3호","뽀로로"};

}
